Revit 2027 API
ParameterTypeId.StairsRunActualNumberOfRisers Property
 "Actual Number of Risers": Actual Number of Risers
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunActualNumberOfRisers { get; }
Public Shared ReadOnly Property StairsRunActualNumberOfRisers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunActualNumberOfRisers {
	ForgeTypeId^ get ();
}
static member StairsRunActualNumberOfRisers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace